Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVChromaSubsampling444Description
source: 4:2:0 provides a high-quality picture that is compatible with most TVs and HDMI cables. 4:4:4 improves clarity, but requires high-speed cables.
ar: يوفر 4:2:0 صورة عالية الجودة ومتوافقة مع معظم أجهزة التلفزيون وكبلات HDMI، بينما يركز 4:4:4 على مستوى الوضوح ولكنه يحتاج كبلات عالية السرعة.
ca: El submostratge 4:2:0 proporciona una imatge d’alta qualitat que és compatible amb la majoria de televisors i cables HDMI. El submostratge 4:4:4 augmenta la nitidesa, però necessita cables d’alta velocitat.
cs: 4:2:0 poskytuje vysoce kvalitní obraz kompatibilní s většinou televizorů a HDMI kabelů. 4:4:4 zlepšuje prokreslení obrazu, vyžaduje však vysokorychlostní kabely.
da: 4:2:0 giver et billede i høj kvalitet, som er kompatibel med de fleste tv’er og HDMI-kabler. 4:4:4 forbedrer klarheden, men kræver højhastighedskabler.
de: 4:2:0 bietet ein Bild in hochwertiger Qualität, das mit den meisten Fernsehgeräten und HDMI-Kabeln kompatibel ist. 4:4:4 verbessert die Klarheit, erfordert jedoch Hochgeschwindigkeitskabel.
el: Η μορφή 4:2:0 παρέχει εικόνα υψηλής ποιότητας που είναι συμβατή με τις περισσότερες τηλεοράσεις και καλώδια HDMI. Η μορφή 4:4:4 βελτιώνει την καθαρότητα, όμως απαιτεί καλώδια υψηλής ταχύτητας.
es: El submuestreo 4:2:0 produce una imagen de alta calidad que es compatible con la mayoría de televisores y cables HDMI. El submuestreo 4:4:4 mejora la claridad, pero requiere cables de alta velocidad.
es_us: 4:2:0 ofrece una imagen de alta calidad compatible con la mayoría de cables HDMI y televisiones. 4:4:4 mejora la nitidez, pero requiere cables de alta velocidad.
fi: 4:2:0 antaa korkealaatuisen kuvan, joka on yhteensopiva useimpien TV:iden ja HDMI-kaapeleiden kanssa. 4:4:4 parantaa selkeyttä, mutta vaatii nopeat kaapelit.
fr: L’échantillonnage 4:2:0 offre une image de qualité supérieure compatible avec la plupart des téléviseurs et câbles HDMI. L’échantillonnage 4:4:4 améliore la clarté, mais requiert des câbles haut débit.
fr_ca: La structure 4:2:0 permet de produire des images de haute qualité, compatibles avec la plupart des télévisions et des câbles HDMI. La structure 4:4:4 améliore la clarté, mais requiert des câbles à haut débit.
he: 4:2:0 מספק תמונה באיכות גבוהה התואמת למרבית מכשירי הטלוויזיה וכבלי ה-HDMI. ‏4:4:4 משפר את הבהירות, אך מצריך שימוש בכבלים בעלי יכולת העברת נתונים מהירה.
hi: 4:2:0 उच्च गुणवत्ता की तस्वीर प्रदान करता है जो अधिकतर टीवी और HDMI केबल के साथ संगत है। 4:4:4 स्पष्टता में सुधार लाता है, लेकिन उच्च गति केबल की आवश्यकता होती है।
hr: 4:2:0 pruža visokokvalitetnu sliku koja je kompatibilna s većinom TV prijemnika i HDMI kabela. 4:4:4 poboljšava jasnoću, ali zahtijeva kabele koji podržavaju visoke brzine.
hu: A 4:2:0 kiváló minőségű képet biztosít, amely kompatibilis a legtöbb televízióval és HDMI-kábellel. A 4:4:4 növeli a kép tisztaságát, de nagysebességű kábelt igényel.
id: 4:2:0 menyediakan gambar berkualitas tinggi yang kompatibel dengan sebagian besar TV dan kabel HDMI. 4:4:4 menyediakan gambar yang jernih, tapi memerlukan kabel berkecepatan tinggi.
it: Il formato 4:2:0 fornisce un’immagine di alta qualità compatibile con la maggior parte dei televisori e dei cavi HDMI. Il formato 4:4:4 migliora la nitidezza, ma richiede cavi ad alta velocità.
ja: 4:2:0は、ほとんどのテレビとHDMIケーブルとの互換性がある高品質画像を提供します。4:4:4は、画像がより鮮明になりますが、ハイスピードケーブルが必要です。
ko: 4:2:0은 대부분의 TV 및 HDMI 케이블과 호환 가능한 고화질의 영상을 제공합니다. 4:4:4는 선명도를 향상하지만 고속 케이블이 필요합니다.
ms: 4:2:0 menyediakan gambar berkualiti tinggi yang serasi dengan kebanyakan TV dan kabel HDMI. 4:4:4 meningkatkan kejelasan, namun memerlukan kabel kelajuan tinggi.
nb: 4:2:0 gir et bilde i høy kvalitet som er kompatibelt med de fleste TV-er og HDMI-kabler. 4:4:4 gjør bildet klarere, men krever kabler med høy hastighet.
nl: 4:2:0 biedt een hoge beeldkwaliteit die compatibel is met de meeste tv's en HDMI-kabels. 4:4:4 verbetert de beeldscherpte, maar vereist kabels voor hoge snelheid.
pl: Format 4:2:0 oferuje obraz o wysokiej jakości, zgodny z większością kabli TV i HDMI. Format 4:4:4 poprawia czystość obrazu, ale wymaga kabli szybkoprzesyłowych.
pt_br: 4:2:0 oferece uma imagem de alta qualidade que é compatível com a maioria das TVs e cabos HDMI. 4:4:4 melhora a claridade, mas requer cabos de alta velocidade.
pt_pt: 4:2:0 proporciona uma imagem de alta qualidade compatível com a maioria das televisões e cabos HDMI. 4:4:4 melhora a nitidez, mas requer cabos de alta velocidade.
ro: 4:2:0 furnizează o imagine de înaltă calitate, compatibilă cu majoritatea televizoarelor și cablurilor HDMI. 4:4:4 sporește claritatea, dar necesită cabluri de mare viteză.
ru: Формат 4:2:0 предлагает высококачественное изображение, совместимое с большинством телевизионных и HDMI-кабелей. Формат 4:4:4 повышает четкость изображения, но для него требуются высокоскоростные кабели.
sk: 4:2:0 poskytuje obraz vo vysokej kvalite kompatibilný s väčšinou televízorov a HDMI káblov. 4:4:4 vylepší čistotu obrazu, no vyžaduje vysokorýchlostné káble.
sl: 4:2:0 zagotavlja visokokakovostno sliko, ki je združljiva z večino televizorjev in kablov HDMI. 4:4:4 izboljša jasnost, vendar zahteva visokohitrostne kable.
sv: 4:2:0 ger en bild i hög kvalitet som är kompatibel med de flesta TV-apparater och HDMI-kablar. 4:4:4 har en bättre skärpa men kräver höghastighetskablar.
th: 4:2:0 จะให้ภาพที่มีคุณภาพสูงที่ใช้งานร่วมกันได้กับทีวีและสาย HDMI ทั่วไป 4:4:4 จะเพิ่มความชัดแต่ต้องใช้กับสายที่มีความเร็วสูง
tr: 4:2:0 birçok TV ve HDMI kablo ile uyumlu yüksek kalitede görüntü sağlar. 4:4:4 berraklığı iyileştirir ancak yüksek hızda kablolar gerektirir.
uk: Формат 4:2:0 забезпечує високу якість зображення, що підтримується більшістю телевізорів і HDMI-кабелів. Формат 4:4:4 покращує чіткість, але вимагає застосовувати високошвидкісні кабелі.
vi: 4:2:0 cung cấp hình ảnh chất lượng cao tương thích với hầu hết các TV và cáp HDMI. 4:4:4 cải thiện độ rõ nét, nhưng yêu cầu cáp tốc độ cao.
zh_cn: 4:2:0提供兼容大多数电视和HDMI线缆的高画质。4:4:4提高清晰度，但需要高速线缆。
zh_hk: 4:2:0提供與大多數電視和HDMI接線相容的高畫質。4:4:4提高清晰度，但需要高速接線。
zh_tw: 4:2:0提供與大部分電視和HDMI連接線都相容的高畫質影像。4:4:4會改進清晰度，但需要高速連接線。

# AVChromaSubsamplingTitle
source: Chroma
ar: كثافة اللون
ca: Crominància
da: Krominans
el: Χρώμα
es: Crominancia
es_us: Crominancia
fi: Krominanssi
fr: Colorimétrie
fr_ca: Saturation
he: כרומה
hi: क्रोमा
hr: Boja
hu: Kromatikus
id: Kroma
it: Chiave cromatica
ja: クロマ
ko: 채도
ms: Kroma
nb: Krominans
pl: Chromatyczność
ro: Crominanță
ru: Цветность
sk: Farebnosť
sl: Barvno vzorčenje
sv: Krominans
th: ความเข้มของสี
tr: Renk
uk: Колірність
vi: Sắc độ
zh_cn: 色度
zh_hk: 色度
zh_tw: 色度

# AVColorBarsTitle
source: Color Bars
ar: الأشرطة الملونة
ca: Barres de colors
cs: Barevné pruhy
da: Farvelinjer
de: Farbbalken
el: Χρωματιστές γραμμές
es: Barras de color
es_us: Barras de color
fi: Väripalkit
fr: Mire
fr_ca: Barres de couleur
he: קווים צבעוניים
hi: रंग बार
hr: Trake u boji
hu: Monoszkóp
id: Bar Warna
it: Barre colore
ja: カラーバー
ko: 색상 막대
ms: Bar Warna
nb: Fargede stolper
nl: Kleurenbalken
pl: Kolorowe pasy
pt_br: Barras Coloridas
pt_pt: Barras de cor
ro: Bare de culoare
ru: Цветные полосы
sk: Farebné pruhy
sl: Barvne vrstice
sv: Färgfält
th: แถบสี
tr: Renkli Çubuklar
uk: Кольорові смуги
vi: Thanh màu
zh_cn: 颜色条
zh_hk: 顏色線
zh_tw: 顏色條

# AVDisplayAddHDRModesDescription
source: Add HDR Formats…
ar: إضافة تنسيقات HDR…
ca: Afegeix formats HDR…
cs: Přidat HDR formáty…
da: Tilføj HDR-formater…
de: HDR-Formate hinzufügen …
el: Προσθήκη μορφών HDR…
es: Añadir formatos HDR…
es_us: Agregar formatos HDR…
fi: Lisää HDR-näyttötiloja…
fr: Ajouter des formats HDR…
fr_ca: Ajouter les formats HDR…
he: הוספת פורמטים של HDR…
hi: HDR फ़ॉर्मैट जोड़ें…
hr: Dodavanje HDR formata…
hu: HDR-formátumok hozzáadása…
id: Tambahkan Format HDR…
it: Aggiungi formati HDR…
ja: HDRフォーマットを追加…
ko: HDR 포맷 추가…
ms: Tambah Format HDR…
nb: Legg til HDR-formater…
nl: Voeg HDR-structuren toe…
pl: Dodaj formaty HDR…
pt_br: Adicionar Formatos HDR…
pt_pt: Adicionar formatos HDR…
ro: Adăugați formate HDR…
ru: Добавить форматы HDR…
sk: Pridať HDR formáty…
sl: Dodaj oblike zapisa HDR …
sv: Lägg till HDR-format…
th: เพิ่มรูปแบบ HDR…
tr: HDR Biçimi Ekle…
uk: Додати HDR-формати…
vi: Thêm định dạng HDR…
zh_cn: 添加HDR格式…
zh_hk: 加入HDR格式⋯
zh_tw: 加入HDR格式⋯

# AVDisplayDynamicRangeDescription
source: Apple TV will choose the widest color range available. If you don’t see an option you expect, make sure Apple TV is plugged into a supported HDMI 2.0 port.
ar: سيختار Apple TV أكبر مجموعة ألوان متاحة. إذا لم تجد خيارًا يلبي توقعاتك، فتأكد من أن Apple TV متصل بمنفذ ‪HDMI 2.0‬ مدعوم.
ca: L’Apple TV seleccionarà la gamma de colors més àmplia disponible. Si l’opció no és la que esperes, comprova que l’Apple TV estigui connectat a un port HDMI 2.0 compatible.
cs: Apple TV vybere nejširší možný barevný rozsah. Pokud očekávanou volbu nevidíte, zkontrolujte, zda je Apple TV připojená k podporovanému portu HDMI 2.0.
da: Apple TV vælger det bredeste farveudsnit, der er tilgængeligt. Sørg for, at Apple TV er tilsluttet en understøttet HDMI 2.0-port, hvis du ikke ser den valgmulighed, du forventede.
de: Apple TV wählt den größten verfügbaren Farbbereich. Wenn du die erwartete Option nicht siehst, überprüfe, ob Apple TV über einen unterstützten HDMI 2.0-Anschluss mit dem Fernsehgerät verbunden ist.
el: Το Apple TV θα επιλέξει το ευρύτερο δυνατό φάσμα χρωμάτων για την τηλεόρασή σας. Αν δεν εμφανίζεται μια αναμενόμενη επιλογή, βεβαιωθείτε ότι το Apple TV είναι συνδεδεμένο σε υποστηριζόμενη θύρα HDMI 2.0.
es: El Apple TV seleccionará el rango cromático más amplio disponible. Si no ves la opción adecuada, asegúrate de que el Apple TV esté conectado a un puerto HDMI 2.0 compatible.
es_us: El Apple TV elegirá la gama de colores más amplia posible. Si no ves alguna de las opciones que esperabas, asegúrate de que tu Apple TV esté conectado a un puerto HDMI 2.0 compatible.
fi: Apple TV valitsee laajimman saatavilla olevan värialueen. Jos valinta ei ole odotustesi mukainen, varmista, että Apple TV on liitetty tuettuun HDMI 2.0 ‑porttiin.
fr: L’Apple TV choisira la plus large gamme de couleurs disponible. Si vous ne voyez pas l’option attendue, assurez-vous que l’Apple TV est branchée à un port HDMI 2.0 compatible.
fr_ca: L’Apple TV choisira la gamme de couleurs la plus étendue parmi les gammes disponibles. Si l’option attendue n’est pas disponible, vérifiez que l’Apple TV est connectée à un port HDMI 2.0 pris en charge.
he: ה-Apple TV יבחר את טווח הצבעים הרחב ביותר הזמין. אם לא מצאת את האפשרות שחיפשת, יש לוודא שה-Apple TV מחובר לשקע HDMI 2.0 נתמך.
hi: Apple TV व्यापकतम उपलब्ध रंगों की रेंज में से चुनेगा। यदि आपकी आशा के अनुसार विकल्प नहीं दिखाई देता है, तो सुनिश्चित करें कि Apple TV समर्थित HDMI 2.0 पोर्ट में प्लग इन किया गया हो।
hr: Apple TV odabrat će najširi mogući raspon boja. Ako ne vidite opciju koju očekujete, provjerite je li Apple TV spojen na podržanu HDMI 2.0 priključnicu.
hu: Az Apple TV ki fogja választani az elérhető legszélesebb színtartományt. Ha nem a várt lehetőséget látja, akkor győződjön meg róla, hogy az Apple TV csatlakoztatva van egy támogatott HDMI 2.0‑s porthoz.
id: Apple TV akan memilih cakupan warna terbanyak yang tersedia. Jika Anda tidak melihat pilihan yang diinginkan, pastikan Apple TV dicolokkan ke port HDMI 2.0 yang didukung.
it: Apple TV sceglierà la più ampia gamma di colori disponibile. Se ritieni che non sia adatta, assicurati che Apple TV sia collegata a una porta HDMI 2.0 supportata.
ja: Apple TVは可能な限り最大の色範囲を選択します。もし、オプションが正しく表示されない場合、Apple TVがHDMI 2.0に対応したポートに正しく接続されているかどうか確認してください。
ko: Apple TV가 사용 가능한 최대 광역 색상 범위를 선택합니다. 원하는 옵션이 아닌 경우 Apple TV가 지원되는 HDMI 2.0 포트에 연결되어 있는지 확인하십시오.
ms: Apple TV akan memilih julat warna paling luas yang tersedia. Jika anda tidak melihat pilihan yang anda jangkakan, pastikan Apple TV dipasang ke port HDMI 2.0 yang disokong.
nb: Apple TV vil velge det bredeste fargespekteret som er tilgjengelig. Hvis du ikke ser det ønskede valget, må du kontrollere at Apple TV er koblet til en HDMI 2.0-kontakt som støttes.
nl: Apple TV kiest het grootst beschikbare kleurbereik. Als je een verwachte optie niet ziet, controleer je of Apple TV is aangesloten op een ondersteunde HDMI 2.0-poort.
pl: Apple TV wybierze najszerszy dostępny zakres kolorów. Jeśli nie widzisz oczekiwanej opcji, sprawdź, czy Apple TV jest podłączony do zgodnego portu HDMI 2.0.
pt_br: A Apple TV escolherá a gama de cores mais ampla disponível. Se você não vir a opção que espera, confira se a Apple TV está conectada a uma porta HDMI 2.0 compatível.
pt_pt: A Apple TV definirá a maior gama de cores disponível. Se não vir a opção pretendida, certifique‑se de que a Apple TV está ligada a uma porta HDMI 2.0 compatível.
ro: Apple TV‑ul va alege cea mai extinsă gamă cromatică disponibilă. Dacă nu vedeți opțiunea la care vă așteptați, asigurați‑vă că Apple TV‑ul este cuplat la un port HDMI 2.0 compatibil.
ru: На Apple TV будет подобран наиболее широкий диапазон цветов из доступных. Если нужный Вам параметр не отображается, убедитесь, что Apple TV подключен через поддерживаемый порт HDMI 2.0.
sk: Apple TV vyberie najširší dostupný farebný rozsah. Ak nevidíte požadovanú možnosť, uistite sa, že je Apple TV pripojené k podporovanému HDMI 2.0 portu.
sl: Apple TV bo izbral najširši barvni razpon, ki je na voljo. Če ne vidite možnosti, ki jo želite, se prepričajte, da je Apple TV priključen v podprta vrata HDMI 2.0.
sv: Apple TV väljer det bredaste färgomfånget som är tillgängligt. Om du inte ser det alternativ du förväntar dig kontrollerar du att Apple TV är ansluten till ett HDMI 2.0-uttag som stöds.
th: Apple TV จะเลือกช่วงสีที่กว้างที่สุดที่มี ถ้าคุณไม่เห็นตัวเลือกที่คุณต้องการ ตรวจสอบให้แน่ใจว่า Apple TV ต่ออยู่กับพอร์ต HDMI 2.0 ที่รองรับ
tr: Apple TV, kullanılabilir en geniş renk aralığını seçer. Beklediğiniz seçeneği görmezseniz Apple TV’nin desteklenen HDMI 2.0 girişine takıldığından emin olun.
uk: Apple TV обере найширший доступний діапазон кольорів. Якщо очікуваної опції немає, перевірте, чи підʼєднано Apple TV до розніму, що підтримує HDMI 2.0.
vi: Apple TV sẽ chọn phạm vi màu rộng nhất có sẵn. Nếu bạn không thấy tùy chọn mong muốn, hãy đảm bảo rằng Apple TV được cắm vào cổng HDMI 2.0 được hỗ trợ.
zh_cn: Apple TV将选择可用的最广色彩范围。如果未看到期望的选项，请确保Apple TV插入支持的HDMI 2.0端口。
zh_hk: Apple TV會選擇可用的最寬顏色範圍。如果你看不到預期的選項，請確保Apple TV已插入支援的HDMI 2.0傳輸埠。
zh_tw: Apple TV將會選擇最寬的可用顏色範圍。若你看不到預期的選項，請確認Apple TV已插入支援的HDMI 2.0埠。

# AVDisplayModeExactRefreshRateCinematicFormat
source: %.5gHz (Cinematic)
ar: ‏%.5g هرتز (سينمائي)
ca: %.5g Hz (Cine)
cs: %.5g Hz (filmová)
da: %.5g Hz (Filmisk)
de: %.5g Hz (Kino)
el: %.5g Hz (Κινηματογραφικό)
es: %.5g Hz (Cine)
es_us: %.5g Hz (Cine)
fi: %.5g Hz (elokuvallinen)
fr: %.5g Hz (Cinématique)
fr_ca: %.5g Hz (Cinéma)
he: ‏%.5g הרץ (קולנוע)
hi: %.5gHz (सिनेमैटिक)
hr: %.5g Hz (filmski)
hu: %.5g Hz (Filmszerű)
id: %.5gHz (Sinematik)
it: %.5g Hz (Cinema)
ja: %.5gHz（シネマ）
ko: %.5gHz(시네마틱)
ms: %.5gHz (Sinematik)
nb: %.5g Hz (kino)
nl: %.5g Hz (film)
pl: %.5g Hz (filmowe)
pt_br: %.5g Hz (Cinematográfico)
pt_pt: %.5g Hz (cinematográfico)
ru: %.5g Гц (кино)
sk: %.5g Hz (filmový)
sl: %.5g Hz (filmski način)
sv: %.5g Hz (Cinematiskt)
th: %.5gHz (ภาพยนตร์)
tr: %.5gHz (Sinematik)
uk: %.5g Гц (кінематограф)
vi: %.5gHz (Điện ảnh)
zh_cn: %.5gHz（电影效果）
zh_hk: %.5gHz（電影效果）
zh_tw: %.5gHz（電影級）

# AVDisplayModeExactRefreshRateFormat
source: %.5gHz
ar: ‏%.5g هرتز
he: ‏%.5g הרץ
ru: %.5g Гц
uk: %.5g Гц

# AVDisplayModeFrameRateFormat
source: %@fps
ar: ‏%@ إطار/ث
da: %@ bps
el: %@ καρέ/δευτ.
fr: %@ ips
fr_ca: %@ ips
ms: %@bps
nb: %@ bps
pl: %@ kl/s
ru: %@ кадр/с
sl: %@ sličic/s
sv: %@ bilder/s
tr: %@ kare/sn.
uk: %@ кадр/с

# AVDisplayModeRefreshRateCinematicFormat
source: %ldHz (Cinematic)
ar: ‏%ld هرتز (سينمائي)
ca: %ld Hz (Cine)
cs: %ld Hz (filmová)
da: %ld Hz (Filmisk)
de: %ld Hz (Kino)
el: %ld Hz (Κινηματογραφικό)
es: %ld Hz (Cine)
es_us: %ld Hz (Cine)
fi: %ld Hz (elokuvallinen)
fr: %ld Hz (Cinématique)
fr_ca: %ld Hz (Cinéma)
he: ‏%ld הרץ (קולנוע)
hi: %ldHz (सिनेमैटिक)
hr: %ld Hz (filmski)
hu: %ld Hz (Filmszerű)
id: %ldHz (Sinematik)
it: %ld Hz (Cinema)
ja: %ldHz（シネマ）
ko: %ldHz(시네마틱)
ms: %ldHz (Sinematik)
nb: %ld Hz (kino)
nl: %ld Hz (film)
pl: %ld Hz (filmowe)
pt_br: %ld Hz (Cinematográfico)
pt_pt: %ld Hz (cinematográfico)
ru: %ld Гц (кино)
sk: %ld Hz (filmový)
sl: %ld Hz (filmski način)
sv: %ld Hz (Cinematiskt)
th: %ldHz (ภาพยนตร์)
tr: %ldHz (Sinematik)
uk: %ld Гц (кінематограф)
vi: %ldHz (Điện ảnh)
zh_cn: %ldHz（电影效果）
zh_hk: %ldHz（電影效果）
zh_tw: %ldHz（電影級）

# AVDisplayModeRefreshRateDescriptionFilm24
source: %@ is standard for film content on televisions in North America and other regions using NTSC.
ar: ‏%@ هو المعدل القياسي لمحتوى الأفلام على أجهزة التلفزيون في أمريكا الشمالية والمناطق الأخرى التي تستخدم NTSC.
ca: A l’Amèrica del Nord i altres regions on s’utilitza el sistema NTSC, la freqüència estàndard per a pel·lícules en televisors és %@.
cs: %@ je standardní frekvence filmového obsahu na televizorech v Severní Americe a dalších oblastech, kde se používá standard NTSC.
da: %@ er standard for filmindhold på fjernsyn i Nordamerika og andre områder, der bruger NTSC.
de: %@ ist in Nordamerika und anderen Regionen, die NTSC verwenden, der Standard für Filminhalte auf Fernsehgeräten.
el: Η συχνότητα %@ είναι η τυπική συχνότητα για κινηματογραφικό περιεχόμενο σε τηλεοράσεις στη Βόρεια Αμερική και άλλες περιοχές όπου χρησιμοποιείται το πρότυπο NTSC.
es: %@ es la frecuencia de actualización estándar de los contenidos cinematográficos en los televisores de Norteamérica y otras regiones que usan el sistema NTSC.
es_us: El estándar para el contenido cinematográfico en TV en América del Norte y otras regiones que usan NTSC es %@.
fi: %@ on elokuvasisällön standardi televisioissa Pohjois-Amerikassa ja muilla alueilla, jotka käyttävät NTSC:tä.
fr: « %@ » est une fréquence standard pour les films sur les téléviseurs en Amérique du Nord et dans les autres régions utilisant le format NTSC.
fr_ca: %@ est la valeur standard pour les films diffusés sur une télévision en Amérique du Nord et dans d’autres régions utilisant la norme NTSC.
he: ‏%@ הוא תדר סטנדרטי לסרטים בטלוויזיות בצפון אמריקה ובאזורים אחרים שמשתמשים ב-NTSC.
hi: %@ उत्तरी अमेरिका और NTSC का उपयोग करने वाले अन्य क्षेत्रों में टेलीविज़न पर फ़िल्म कॉन्टेंट के लिए मानक है।
hr: %@ je standard za filmski sadržaj na televizorima u Sjevernoj Americi i drugim regijama koje koriste NTSC.
hu: A(z) %@ az Észak-Amerika és más, NTSC‑t használó régiók területén használatos televíziók filmes tartalmai esetében szabványos.
id: %@ standar untuk konten film di televisi di Amerika Utara dan wilayah lainnya yang menggunakan NTSC.
it: %@ è lo standard per i contenuti dei film sui televisori in America del Nord e altre zone che utilizzano NTSC.
ja: %@は北アメリカおよびNTSCを使用しているその他の地域のテレビにおける映画コンテンツの標準です。
ko: %@는 북미 및 NTSC를 사용하는 기타 지역의 텔레비전 영화 콘텐츠에 대한 표준입니다.
ms: %@ ialah standard untuk kandungan filem pada televisyen di Amerika Utara dan rantau lain yang menggunakan NTSC.
nb: %@ er standard for filminnhold på TV-er i Nord-Amerika og andre områder som bruker NTSC.
nl: %@ is standaard voor filmmateriaal op televisies in Noord-Amerika en andere regio's die NTSC gebruiken.
pl: %@ to standardowa wartość w przypadku materiałów filmowych na telewizorach w Ameryce Północnej i innych regionach używających standardu NTSC.
pt_br: %@ é o padrão para conteúdo de filme em televisões na América do Norte e outras regiões que usam NTSC.
pt_pt: %@ é o padrão para conteúdo cinematográfico nas televisões da América do Norte e de outras regiões que usem NTSC.
ro: %@ este valoarea standard pentru conținutul filmelor redate la televizor în America de Nord și în alte regiuni care utilizează NTSC.
ru: Частота %@ используется на телевизорах в Северной Америке и других регионах, где действует стандарт NTSC.
sk: %@ je štandard pre filmový obsah na televízoroch v Severnej Amerike a ďalších regiónoch, v ktorých sa používa formát NTSC.
sl: %@ je standard za filmsko vsebino v televizorjih v Severni Ameriki in drugih regijah, ki uporabljajo NTSC.
sv: %@ är standard för filminnehåll på TV-apparater i Nordamerika och andra regioner som använder NTSC.
th: %[tt]@เป็นความถี่มาตรฐานสำหรับเนื้อหาภาพยนตร์ทางโทรทัศน์ในอเมริกาเหนือและภูมิภาคอื่นที่ใช้ NTSC
tr: %@, Kuzey Amerika’daki ve NTSC kullanan diğer bölgelerdeki televizyonlarda film içeriği standardıdır.
uk: Частота %@ використовується на телевізорах у Північній Америці та інших регіонах, де використовується стандарт NTSC.
vi: %@ là tốc độ tiêu chuẩn cho nội dung phim trên các tivi tại Bắc Mỹ và các vùng khác đang sử dụng NTSC.
zh_cn: 在使用NTSC的北美和其他地区，%@是电视影片内容的标准。
zh_hk: %@是北美和其他使用NTSC地區電視的影片內容標準。
zh_tw: 在使用NTSC的北美和其他地區，%@為電視的影片內容標準。

# AVDisplayModeRefreshRateDescriptionFilm24Exact
source: %@ is an exact match for film content encoded at %@.
ar: ‏%@ مطابق تمامًا لمحتوى الأفلام التي ترميزها بمعدل %@.
ca: L’equivalència exacta per a pel·lícules codificades a %@ és %@.
cs: %@ je optimální volba pro filmový obsah kódovaný se snímkovou frekvencí %@.
da: %@ er et nøjagtigt match for filmindhold, der er kodet med %@.
de: %@ ist eine genaue Entsprechung für Filminhalte, die mit %@ kodiert wurden.
el: Η συχνότητα %@ αντιστοιχεί απόλυτα σε κινηματογραφικό περιεχόμενο που έχει κωδικοποιηθεί σε %@.
es: %@ es la correspondencia exacta de los contenidos cinematográficos codificados a %@.
es_us: La equivalencia para el contenido codificado a %2$@ es %1$@.
fi: %@ vastaa täsmälleen elokuvasisältöä, joka on koodattu nopeudella %@.
fr: « %@ » est une correspondance exacte pour les films encodés à « %@ ».
fr_ca: %@ est une correspondance exacte pour les films encodés à %@.
he: ‏%@ הוא התאמה מדויקת לסרטים שמקודדים ב-%@.
hi: %2$@ पर एनकोड किए गए फ़िल्म कॉन्टेंट के लिए %1$@ एकदम सटीक है।
hr: %@ točno odgovara filmskom sadržaju koji je kodiran na %@.
hu: A(z) %@ a(z) %@ sebességgel kódolt filmtartalmaknak felel meg.
id: %@ pas untuk konten film yang dikodekan pada %@.
it: %@ è la corrispondenza esatta per i contenuti dei film con codifica a %@.
ja: %@は%@でエンコードされた映画コンテンツに正確に一致します。
ko: %@는 %@로 인코딩된 영화 콘텐츠와 정확하게 일치합니다.
ms: %@ ialah padanan tepat untuk kandungan filem yang dikodkan pada %@.
nb: %@ er nøyaktig det som brukes for filminnhold som er kodet for %@.
nl: %@ past precies bij filmmateriaal dat is gecodeerd op %@.
pl: %@ to dokładna wartość w przypadku materiałów filmowych zakodowanych przy %@.
pt_br: %@ é uma correspondência exata para conteúdo de filme codificado a %@.
pt_pt: %@ coincide exatamente com conteúdo cinematográfico codificado a %@.
ro: %@ corespunde exact conținutului filmelor codate la %@.
ru: Частота %@ точно соответствует контенту, кодированному с кадровой частотой %@.
sk: %@ presne zodpovedá filmovému obsahu s kódovaním %@.
sl: %@ natančno ustreza filmski vsebini, kodirani pri %@.
sv: %@ är en exakt matchning för filminnehåll som är kodat med %@.
th: %@ เป็นความถี่ที่ตรงกันสำหรับเนื้อหาภาพยนตร์ที่เข้ารหัสที่ %@
tr: %@, %@ hızında kodlanmış film içeriğinin aynısıdır.
uk: Частота %@ точно відповідає вмісту фільмів у кодуванні %@.
vi: %@ hoàn toàn phù hợp cho nội dung phim được mã hóa tại %@.
zh_cn: %@是编码为%@影片内容的精确匹配。
zh_hk: %@是編碼為%@的影片內容的精確匹配。
zh_tw: %@精確符合了以%@編碼的影片內容。
